{{--<!-- @extends('frontend.layouts.master') -->--}}
@extends('layouts.frontend.main')

@section('page_title', 'ABOUT US')

@section('content')
<div class="content-box text-center">
    <div class="row">
        <div class="col-md-12">
            <div class="title-lf">
                <img class="img-responsive" src="{{ asset('frontend/src/img/Title-left.png') }}">
            </div>
            <div class="title-m">
                <div class="title-inm">
                    <h1 class="text-thick">{{trans('about.about')}}</h1>
                </div>
            </div>
            <div class="title-rg">
                <img class="img-responsive" src="{{ asset('frontend/src/img/Title-right.png') }}">
            </div>
        </div>
        <div class="col-md-12">
            <p>KOIKICHI FISH FARM</p>
            <p>WE ARE A MEMBER OF<br>ALL JAPAN NISHIKIGOI PROMOTION ASSOCIATION</p>
        </div>
        <div class="col-md-8 col-md-offset-2">
            <div class="embed-responsive embed-responsive-16by9" style="margin-bottom:20px;">
                <iframe class="embed-responsive-item" src="https://player.vimeo.com/video/125912833?autoplay=1&color=fc0328&title=0&portrait=0" allowfullscreen></iframe>
            </div>
        </div>
        {{--<!-- <div class="col-md-12">
            <p>ผมผูกพันกับปลาคาร์พมาตั้งแต่เด็กๆ เพราะคุณพ่อชอบเลี้ยงและพาไปเลือกซื้อปลาด้วยหลายครั้ง เรียกได้ว่าตั้งแต่จำความได้ปลาคาร์พก็เป็นส่วนหนึ่งในชีวิตไปแล้ว
                พอโตมาช่วงเข้ามหาลัยก็เริ่มฝันว่าซักวัน จะมีฟาร์มปลาคาร์พนำเข้าเป็นของตัวเองให้ได้</p>
            <p>เมื่อประมาณปี 1998 ตอนผมอายุประมาณ 20 วงการปลาคาร์พเมืองไทยเริ่มมีเวปไซด์สังคมปลาคาร์พเวบแรกชื่อ www.fancycarp.com ซึ่งผมได้มีโอกาสเข้าเป็นทีมทำงานของเวป
                และนั่นถือเป็นการก้าวเข้าสู่วงการปลาคาร์พเมืองไทยอย่างเต็มตัว โดยใช้ชื่อในเวปไซด์ว่า JOEkoikichi หลังจากที่ได้สะสมแลกเปลี่ยนประสบการณ์จากเพื่อนๆพี่ๆในวงการ
                และลองผิดลองถูกด้วยตัวเองมาประมาณ 10 ปี ผมจึงตัดสินใจทำตามความฝันตั้ง KOIKICHI FISH FARM ขึ้นในวันที่ 5 กุมภาพันธ์ ปี 2007 โดยใช้บ่อที่บ้านเก็บสต็อค
                และมีหน้าร้านเป็นร้านค้าออนไลน์ชื่อ www.koikichishop.com โชคดีที่ผมเลือก Narita Koi Farm ดีลเลอร์ยักษ์ใหญ่ของโลกเป็นพันธมิตร และเป็นตัวแทนในการส่งออกปลา
                และอุปกรณ์การเลี้ยงต่างๆให้ทำให้ผมมีโอกาศเข้าถึงปลาและสินค้าที่มีคุณภาพได้โดยง่าย</p>
            <p>ปลาทุกตัวที่ผมนำเข้ามาขาย คือปลาที่ผมคิดว่าน่าเลี้ยง สินค้าทุกชิ้นที่ผมนำเข้ามาขาย คือสินค้าที่ผมคิดว่าน่าใช้และจะลองใช้เองก่อนทุกชิ้น ผมจึงมั่นใจว่าสินค้าและปลาทุกๆตัว
                มีคุณภาพอาหารปลาและอุปกรณ์ที่เราใช้ในฟาร์มมีคุณภาพสูงที่สุด ล้วนแล้วแต่เป็นของเกรดสูงระดับโลก ในการกักกันโรคปลา เรามีโรงกักกันที่ทันสมัยและผ่านการตรวจโรค
                ตามกฏระเบียบของกรมประมงทุกครั้งที่มีการนำเข้า นโยบายการดูแลสุขภาพปลาของเรา จะไม่ใส่ยาป้องกันโดยที่ปลายังไม่เป็นโรค แต่จะใช้วิธีธรรมชาติที่สุดอย่างการแช่เกลือก่อน
                แต่เมื่อจำเป็นต้องใช้ยา ก็จะเลือกใช้ยาที่สัตว์แพทย์แนะนำเท่านั้น ยาเหล่านี้จะไม่เป็นอันตรายต่อสุขภาพปลาในระยะยาว การดูแลสุขภาพแบบนี้ จะทำให้ปลามีสุขภาพแข็งแรง
                สร้างภูมิต้านทานโรคได้เองตามธรรมชาติ ซึ่งจะส่งผลดีในระยะยาว โดยทำให้ปลาแข็งแรงเจริญเติบโตได้ดี มีอายุยืนและสวยได้อย่างยาวนานที่สุดตามที่ควรจะเป็น</p>
            <p> ในเรื่องของการเลือกซื้อปลาเพื่อนำเข้ามาขายนั้น ผมเน้นที่ปลาเกรดสูงและคัดเป็นรายตัวเพื่อรองรับตลาดกลางขึ้นบน ส่วนการเหมาล๊อตเพื่อรองรับตลาดทั่วไป หรือรองรับร้านค้า
                ที่มารับไปขายต่อนั้น ผมเลือกซื้อเฉพาะกับฟาร์มใหญ่ที่มีชื่อเสียงสุดยอดของโลกเช่น Sakai,Dainichi เป้าหมายคือการเน้นขายคุณภาพมากกว่าปริมาณ การตั้งราคาปลาเราตั้ง
                ราคาขายให้กับลูกค้าทุกคนเป็นมาตรฐานเดียวกัน ไม่ว่าลูกค้าจะดูปลาเป็นหรือไม่ จะมีความรู้มากน้อยแค่ไหน เราตีราคาปลาทุกตัวตามคุณภาพปลาด้วยความรู้และประสบการณ์ที่
                มีเพราะเราคิดว่าการตั้งราคาขายปลาเกินคุณภาพ ให้กับลูกค้าที่ดูปลาไม่เป็นคือการดูถูกลูกค้า เราอยากให้ลูกค้าที่ดูปลาไม่เป็นมีความสบายใจที่จะเข้ามาเลือกซื้อปลาในฟาร์ม 
                ผมเชื่อว่าการหวังผลกำไรสูงโดยการซื้อปลาราคาถูกคุณภาพต่ำมาขายในราคาแพงๆนั้น จะส่งผลเสียต่อความน่าเชื่อถือและทำลายตัวเองในระยะยาว และการซื้อปลาคุณภาพต่ำ
                ราคาถูกจากบรีดเดอร์ แล้วหวังว่าจะได้ปลาคุณภาพสูงๆนั้นแทบเป็นไปไม่ได้ในทางปฏิบัติ เพราะปลาที่มีคุณภาพดีจริงๆ บรีดเดอร์มืออาชีพย่อมอ่านปลาออกและนำออกขาย
                ในราคาที่สมเหตุสมผลเท่านั้น</p>
            <p>จากวันแรกที่ผมเปิดร้านค้าออนไลน์จนถึงวันนี้นับเป็นเวลาเกือบ 8 ปีแล้ว จากความไว้วางใจที่ลูกค้าทั้งนักเลี้ยงหน้าใหม่และรุ่นใหญ่ในวงการมอบให้ วันนี้ฟาร์มของผมพัฒนาขึ้น
                ทั้งขนาดและคุณภาพ Koikichi Fish Farm เต็มรูปแบบ เปิดให้บริการแล้ว ที่ถนนพุทธมณฑลสาย 3 นอกจากพื้นที่ใช้สอยที่มากขึ้น คือมีบ่อทั้งหมด 25 บ่อ ปริมาณน้ำทั้งระบบ
                กว่า 500 ตันแล้ว เรายังพัฒนาเทคโนโลยีและเทคนิคการเลี้ยงที่ได้เรียนรู้จากประสบการณ์ที่ได้มีไปฟาร์มผู้เพาะพันธุ์ระดับโลกหลายต่อหลายฟาร์ม และเรียนรู้จากพันธมิตรที่ดี
                คือ Narita Koi farm ซึ่งเทคนิคการเลี้ยงของ Narita koi farm นั้นพิสูจน์แล้วว่าเป็นเลิศ ด้วยผลงานการประกวดปลาเป็นแชมป์โลกหลายสมัยในระยะเวลาติดต่อกัน</p>
            <p> แน่นอนว่า..ผมยังคงยึดมั่นในหลักการที่ทำมาโดยตลอด คือรักษาคุณภาพและความซื่อสัตย์ตรงไปตรงมาต่อลูกค้าทุกคนเท่าเทียมกัน โดยไม่อาศัยความไม่รู้ของลูกค้ามือใหม่
                เอาเปรียบขายปลาและของเกินราคาเกินคุณภาพ ลูกค้าทุกคนต้องได้ปลาในราคาที่เหมาะสม ปลาราคาสูงก็ต้องสูงด้วยคุณภาพควบคู่กัน นี่คือหลักที่ผมยึดมั่นมาโดยตลอด
                และจะยึดมั่นตลอดไป เพราะผมเริ่ม Koikichi Fish Farm นี้ด้วยใจ และก็จะดูแลมันด้วยใจตลอดไป</p>
            <br>
            <h4>ธนัยชนก ลิมปนุสรณ์ (JOE KOIKICHI)</h4>
        </div> -->--}}
    </div>
</div>
@endsection