<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Register
    |--------------------------------------------------------------------------
    */
    'register' => 'ลงทะเบียน',
    'name' => 'ชื่อ-นามสกุล',
    'email' => 'อีเมล',
    'password' => 'รหัสผ่าน',
    'retypepassword' => 'ยืนยันรหัสผ่าน',
    'btn-ok' => 'ตกลง',

    /*
    |--------------------------------------------------------------------------
    | Login
    |--------------------------------------------------------------------------
    */
    'login' => 'เข้าสู่ระบบ',
    'btn-login' => 'เข้าสู่ระบบ',

    /*
    |--------------------------------------------------------------------------
    | Profile
    |--------------------------------------------------------------------------
    */
    'profile' => 'โปรไฟล์',   
    'address' => 'ที่อยู่',   
    'tel' => 'โทรศัพท์',   
    'edit' => 'แก้ไข',   

    /*
    |--------------------------------------------------------------------------
    | Change Password
    |--------------------------------------------------------------------------
    */
    'change-pass' => 'เปลี่ยนรหัสผ่าน',
    'current-pass' => 'รหัสผ่านปัจจุบัน',
    'new-pass' => 'รหัสผ่านใหม่',
    'confirm-pass' => 'ยืนยันรหัสผ่านใหม่',

    /*
    |--------------------------------------------------------------------------
    | My Port
    |--------------------------------------------------------------------------
    */
    'myport' => 'ปลาของฉัน',    
    'btn-detail' => 'รายละเอียด',//fav
    'total' => 'รวม',//order, fav
    
    /*
    |--------------------------------------------------------------------------
    | My Port - Koi
    |--------------------------------------------------------------------------
    */
    'code-koi' => 'รหัสปลา',    
    'owner' => 'เจ้าของ',
    'breeder' => 'ฟาร์ม',
    'born' => 'ปีเกิด',
    'size' => 'ขนาด',
    'gender' => 'เพศ',
    'price' => 'ราคา',//favorite
    'thb' => 'บาท',//order, favorite
    'detail' => 'รายละเอียด',    
    'variety' => 'สายพันธุ์',    
    'keeping-at' => 'ที่เก็บปลา',
    'certificate' => 'ใบรับรอง',
    'yes' => 'มี',    
    'no' => 'ไม่มี',  
    'prize' => 'การประกวด',
    'remark' => 'หมายเหตุ',
    'video' => 'วิดีโอ',

    /*
    |--------------------------------------------------------------------------
    | My Favorite
    |--------------------------------------------------------------------------
    */
    'favorite' => 'รายการที่ชื่อชอบ',    
    'item' => 'รายการ',
    'code' => 'รหัส',//order
    'btn-order' => 'สั่งซื้อ',
    'no-favorite' => 'ไม่พบรายการที่ถูกใจ',
    
    /*
    |--------------------------------------------------------------------------
    | My Booking
    |--------------------------------------------------------------------------
    */
    'mybooking' => 'รายการจอง',
    'end-of-event' => 'กิจกรรมสิ้นสุดแล้ว',
    'btn-cancel' => 'ยกเลิก',
    'no-booking' => 'ไม่พบรายการจอง',

    /*
    |--------------------------------------------------------------------------
    | My Order
    |--------------------------------------------------------------------------
    */
    'myorder' => 'รายการสั่งซื้อ',
    'order-no' => 'เลขที่คำสั่งซื้อ',
    'date' => 'วันที่', 
    'btn-payment' => 'ชำระเงิน',   
    'not-paid' => 'ยังไม่ชำระเงิน',    
    'wait' => 'รอการตรวจสอบ',    
];